Repository: TonyMiloro/Pr-cticas-Preprofesionales
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_us

source: Jiang Zemin may not have presided over political reform, but he took considerable pride in leading China through the crises of the early 1990s, through the Asian financial crisis, and into the front ranks of economic powers in the world.
es_us: Tal vez Jiang Zemin no haya estado al mando de una reforma política, pero sí se enorgulleció en gran medida de haber conducido a China a través de la crisis de principios de la década de los 90 y de la crisis financiera de Asia, y de haber colocado al país entre las primeras potencias económicas del mundo.

source: Jiang Zemin raises “three represents” slogan
es_us: Jiang Zemin utiliza el eslogan de “triple representatividad"

source: Jiang Zemin retires from the Central Military
es_us: Jiang Zemin se retira de la Comisión Central

source: Jiang Zemin speaks at Central Party School
es_us: Jiang Zemin brinda una charla en la Escuela Central del Partido

source: Jiang Zemin, no ideologue by nature, would have to feel his way in these turbulent waters.
es_us: Jiang Zemin, un no ideólogo por naturaleza, habría ido a tientas por estos caminos pedregosos.

source: Jiang Zemin, of course, was from Yangzhou, in the lower Yangtze River valley, and had spent most of his career in Shanghai.
es_us: Jiang Zemin era, por supuesto, de Yangzhou, ubicada en la parte baja del valle del río Yangtsé y había pasado la mayor parte de su carrera en Shanghái.

source: Jiang Zemin, “Zai qingzhu Zhonghua renmin gongheguo chengli sishi zhounian dahuishang de jianghua,” p.
es_us: Jiang Zemin, “Zai qingzhu Zhonghua renmin gongheguo chengli sishi zhounian dahuishang de jianghua”, pág.

source: Jiang Zemin’s close associates remained influential in the highest reaches of the Party and continued to run important places, including the east coast metropolis of Shanghai.
es_us: Los allegados a Jiang Zemin siguieron teniendo influencia en los cargos más altos del Partido y continuaron dirigiendo lugares importantes, incluyendo la metrópolis de la costa este, Shanghái.

source: Jiang Zemin’s rise to power
es_us: Jiang Zemin llega al poder

source: Jiang Zemin’s rise to power 165
es_us: Jiang Zemin llega al poder

source: Jiang and his colleagues adopted a neoconservative approach to governing, but neoconservatism promised stability rather than inspiring hope.
es_us: Jiang y su equipo adoptaron un enfoque neoconservador para su gobierno, pero el neoconservadursimo prometía más estabilidad que esperanza.

source: Jiang called for drawing a line between Marxism and anti-Marxism in seven areas: between socialist democracy and Western parliamentary democracy, between developing a diverse economy with a predominant public sector and privatization, between studying what is advanced in the West and fawning on the West, and so forth.
es_us: Jiang pidió trazar una línea entre el marxismo y el antimarxismo en siete áreas: entre la democracia socialista y la democracia parlamentaria occidental, entre el desarrollo de una economía diversificada con un sector público predominante y la privatización, entre estudiar lo que se avanzó en Occidente y lo que fue adulado en Occidente, etcétera.

source: Jiang either had to water down his proposals extensively or break with the left, something he had refrained from doing in the years since his arrival in Beijing.
es_us: Jiang tenía que moderar sus iniciativas en gran medida o separarse de la izquierda, algo que se abstuvo de realizar desde su llegada a Pekín.

source: Jiang had only slowly relaxed his concern with being accused, like his predecessors, of being “lax on bourgeois liberalization,” and he was quick to retreat if domestic stability seemed threatened.
es_us: Jiang apenas se había despreocupado de ser acusado, como sus predecesores, de ser "descuidado con la liberalización burguesa", y era rápido en dar marcha atrás si la estabilidad económica pareciera amenazada.

source: Jiang had set out to copy the Deng model of “overseeing politics from behind the screen,” but Deng himself had given up control of the CMC after two years, in part to enable his successor – Jiang Zemin – to consolidate power.
es_us: Sin embargo la situación parece bastante clara, Jiang siguió los pasos del modelo de Deng de “supervisar la política desde el otro lado de la pantalla”, pero el mismo Deng renunció al control de la CMC luego de dos años, en parte para permitirle a su sucesor (Jiang Zemin) consolidar su poder.

source: Jiang had tried to elevate Zeng Qinghong to Politburo Standing Committee (PBSC) status in the years before the Sixteenth Party Congress, but this had been rejected by his colleagues, suggesting that Jiang’s power had limits and that Zeng was not popular among the upper echelons of the CCP.
es_us: Jiang intentó insertarlo a Zeng Qinghong en el Permanente del Politburó en los años previos al Décimo Sexto Congreso del Partido, pero fue rechazado por sus colegas, aduciendo que el poder de JiIang era limitado y que Zeng no era conocido en los grados superiores del PCCH.

source: Jiang hardly had the power of his predecessors Mao and Deng; he had to invoke general rules in order to move against personal political antagonists.
es_us: El poder de Jiang no se acercaba al de sus predecesores Mao y Deng. Tenía que recurrir a reglas generales para oponerse a sus antagonistas políticos personales.

source: Jiang quoted Deng as saying (when he returned to power in the late1970s) that there are two possible attitudes: “One is to act as a bureaucrat, the other is to work.”
es_us: Jiang citó a Deng manifestando (cuando regresó al poder al final de los 70) que hay dos posibles actitudes: “una es actuar como un burócrata, la otra es trabajar/funcionar/servir”.

source: Jiang therefore had to preserve the US relationship as well as demonstrate to his critics his toughness.
es_us: Como resultado, Jiang tuvo que preservar la relación de Estados Unidos como también demonstrar su dureza a los criticos.

source: Jiang was a close friend of Chen Yuan, Chen Yun’s son, and Pan Yue, the son-in-law of Liu Huaqing, the PLA general promoted to the Politburo Standing Committee and vice- chairmanship of the CMC at the Fourteenth Party Congress.
es_us: Jiang era amigo de Chen Yuan, hijo de Chen Yun, y Pan Yue, el yerno de Liu Huaqing, era el comandante del Ejército Popular de Liberación ascendido al Comité Permanente del Politburó y el vicepresidente de la CMC (Comisión MIlitar Cental) en el XIV Congreso Nacional del Partido Comunista de China.

source: Jiang was able to arrange this by taking the extraordinary measure of expanding the PBSC from seven to nine members.
es_us: Jiang fue capaz de acomodar esto tomando la extraordinaria medida de expandir el PBSC de siete a nueve miembros.

source: Jiang was able to arrange this by taking the extraordinary measure of expanding the PBSC from seven to nine members.Table 3 shows the Politburo lineup following the Sixteenth Party Congress.
es_us: En la reunión de la APN de la siguiente primavera, Jia Qinglin fue nombrado cabeza del CCPPC (Conferencia Consultiva Política del Pueblo Chino) Y Huang Ju asumió como vice primer ministro encargado de las finanzas.Jiang fue capaz de acomodar esto tomando la extraordinaria medida de expandir el PBSC de siete a nueve miembros. La tabla 3 muestra la línea sucesoria del Politburó después del Décimosexto Congreso del Partido.

source: Jiang was living in Shanghai, which was spared the SARS crisis, and his “running away” was widely noted on the Internet. There was even an effort to spin the foreign media, as associates of Hu Jintao spread the word that Hu’s efforts were effective, whereas the cover-up had been the fault of Jiang Zemin.49
es_us: Jiang vivía en Shangái, donde la crisis del SARS no causó grandes problemas, y su “huida” tuvo gran repercusión en internet. Incluso hubo intentos de disuadir a los medios extranjeros, ya que los socios de Hu Jintao corrieron la voz de que las medidas tomadas por Hu fueron efectivas mientras el encubrimiento había sido culpa de Jiang Zemin.

source: Jiang would continued to be publicly honored, as the publication of his Selected Works illustrated, but his influence was fading.
es_us: Jiang continuaría recibiendo reconocimientos públicos, como lo demostró la publicación de su nuevo libro, Textos Escogidos, pero su influencia estaba desapareciendo gradualmente.

source: Jiang Zemin, who had no military experience prior to being named head of the CMC in 1989, was lauded for creating a body of military ideas on a par with those of Mao Zedong and Deng Xiaoping.
es_us: A pesar de que no tenía experiencia militar previa cuando fue nombrado jefe del CMC en 1989, Jiang Zemin fue aclamado por haber creado un corpus de ideas militares a la par de las ideas de Mao Zedong y Deng Xiaoping.

source: Jiang may well have wanted to promote his confidant Zeng Qinghong to vice-chairman of the CMC, much as he had hoped to promote him to the PBSC in 2000 and 2001, but, if so, he was thwarted in this effort as well.
es_us: Jiang hubiese preferido ascender a su confidente Zeng Qinghong a vice primer ministro de la CMC, de la misma forma que hubiese deseado haberlo ascendido al CPBPCC en 2000 y 2001 pero, en cambio, esta intención también se vio frustrada.

source: Jiang’s 1995–6 talks on distinguishing Marxism from anti-Marxism marked an initial effort, but in the fall of 1996 – almost at the very time that the Sixth Plenum was convening to consider the resolution on building spiritual civilization – a volume was published that showed a very different side of Jiang’s thinking.
es_us: Las charlas que Jiang brindó en 1995 y 1996 sobre cómo diferenciar el Marxismo del anti-Marxismo marcaron el esfuerzo inicial, pero en otoño de 1996, prácticamente al mismo tiempo que se llevaba a cabo el Sexto Pleno para considerar el fallo para construir una civilización espiritual, se publicó un libro que mostró una forma muy diferente de pensar de Jiang.

source: Jiang’s closest political supporter, former president Li Xiannian, died in June 1992, followed soon thereafter by the Party’s most authoritative ideologue, Hu Qiaomu, in September 1992.
es_us: El partidario político más cercano de Jiang, ex presidente Li Xiannian, murió en junio del año 1992, y luego le siguió la muerte del ideólogo más autoritario, Hu Qiaomu, en septiembre de 1992.

source: Jiang’s desire to follow the Deng model of slow withdrawal from the political scene was even more evident when it was announced that Jiang would stay on as head of the powerful CMC.
es_us: El deseo de Jiang de seguir el modelo de Deng de un retiro lento “del escenario político fue aún más evidente cuando se anunció que Jiang se quedaría como cabeza del poderoso CMC.of the powerful CMC.

source: Jiang’s intimation of important changes to come was perhaps as much a reflection of the dilemmas facing the Party as it was of personal ambition.
es_us: El indicio de que se vendrían cambios importantes por parte de Jiang no era sólo un reflejo de los dilemas que el Partido enfrentaba, sino también una ambición personal.

source: Jiang’s prote´ge´, Zeng Qinghong, to whom Jiang often seemed to want to transfer power, had also spent his career in Shanghai, though his youth was spent in his ancestral home of Jiangxi.
es_us: Su protegido, Zeng Qinghong, a quién al parecer Jiang simpre quiso transferirle el poder, también pasó su carrera en Shanghái, aunque durante su juventud vivió en su antiguo hogar de Jiangxi.

source: Jiang’s prot´eg´e, Zeng Qinghong, to whom Jiang often seemed to want to transfer power, had also spent his career in Shanghai, though his youth was spent in his ancestral home of Jiangxi.
es_us: Su protegido, Zeng Qinghong, a quien al parecer Jiang siempre quiso transferirle el poder, también realizó su carrera política en Shanghái, aunque durante su juventud vivió en su antiguo hogar en Jiangxi.

source: Jiang’s relationship with Li Xiannian seems to have been particularly close.
es_us: La relación de Jiang con Li Xiannian parece haber sido particularmente cercana.

source: Jiang’s speech reflected the sharply conflicting opinions within the Party, affirming reformist themes but stressing conservative concerns.
es_us: El discurso de Jiang reflejaba las opiniones conflictivas dentro del partido, afirmando los temas reformistas pero enfatizando las preocupaciones de los conservadores.

source: Jiao Guobiao is dismissed from Peking
es_us: Jiao Guobiao es expulsado de la Universidad de

source: Joel Migdal, John Zysman, and others began to look at how strong states could bring about social change and economic development.
es_us: Joel Migdal, John Zysman y otros comenzaron a observar cómo los Estados fuertes podían provocar un cambio social y un desarrollo económico.

source: Joining ongoing debates about the cause of socialism’s collapse in the former Soviet Union, the authors placed the blame on Brezhnev and not on Gorbachev, as China’s leftists were wont to do.
es_us: Tras unirse a los debates que se hallaban en curso acerca de la causa del colapso del socialismo en la antigua Unión Soviética, los autores culparon a Breznhev y no a Gorbachev, como solían hacer los izquierdistas chinos.

source: July 1
es_us: 1 de julio

source: July 1 Hong Kong is returned to China
es_us: 1 de julio Se devuelve Hong Kong a China.

source: July 1 Jiang Zemin calls for opposing “peaceful evolution”
es_us: 1 de julio Jiang Zemin insta a oponerse a la “evolución pacífica”.

source: July 10
es_us: 10 de julio

source: July 22
es_us: 22 de julio

source: July 22 Jiang Zemin calls on Chinese military to withdraw from business
es_us: 22 de julio Jiang Zemin ordena que las Fuerzas Armadas chinas se retiren del negocio.

source: July 9
es_us: 9 de julio

source: July 9 Taiwan President Lee Teng-hui describes relations with PRC as “special-state-to-state” relations
es_us: 9 de julio El presidente de Taiwán Lee Teng-hui describe las relaciones con la RPCh (República Popular de China) como "relaciones especiales de Estado a Estado".

source: June 23–24
es_us: 23–24 de junio

source: June 23–24 Fourth Plenary Session of the Thirteenth Central Committee
es_us: 23 a 24 de junio Cuarta sesión plenaria del Décimo Tercer Comité Central

source: June 27
es_us: 27 de junio

source: June 27 President Clinton arrives in Beijing
es_us: 27 de junio El presidente Clinton llega a Pekín.

source: June 4
es_us: 4 de junio

source: June 4 Tiananmen crackdown
es_us: 4 de junio Represión de Tiananmén

source: Just as Chen and Li were Party secretaries of Beijing and Tianjin, respec- tively, Jiang Zemin was secretary of China’s largest city, Shanghai.
es_us: Así como Chen y Li eran secretarios del Partido de Pekín y Tianjin, respectivamente, Jiang Zemin era el secretario de la ciudad más grande de China, Shanghái.

source: Just as Party conservatives rejected Deng’s economic line, they spurned efforts to lessen ideological tensions.
es_us: Así como El Partido Conservatdor rechazó la línea económica de Deng, también desdeñaron los efuerszos para disminuír las tensiones ideológicas.

source: Just as Yuan Shikai in 1915 could abort Song Jiaoren’s efforts to bring about a democratic system by ordering his assassination, so democracy would not have an adequate foundation today unless the political elite consciously used the political system to force through the separation.5
es_us: En 1915 Yuan Shikai pudo anular los esfuerzos de Song Jiaoren por dar lugar a un sistema democrático cuando ordenó su asesinato. Su finalidad era que en la actualidad la democracia no tuviera cimientos adecuados a menos que la élite política usara el sistema político de manera consciente para forzar la separación5.

source: Just as important, the professionalization of the bureaucracy turned some intellectuals into technocrats; others turned to academic specializations, giving up to some extent the traditional role of social critic.
es_us: También resulta destacable que la profesionalización de la burocracia provocó que algunos intelectuales se convirtieran en tecnócratas, mientras que otros recurrieron a especializaciones académicas y, en cierta medida, dejaron de lado el rol tradicional de la crítica social.

source: Just as they had raised the specter of national disintegration in their report on state capacity, they suggested that, left unaddressed, social tensions in China could lead to the collapse of the system, as it had in Indonesia.
es_us: Así como habían advertido acerca del fantasma de la desintegración nacional en el informe sobre capacidad estatal, sugirieron que, de no resolverse, las tensiones sociales en China podrían provocar que el sistema colapse, tal como había ocurrido en Indonesia.

source: Just as this news was coming out in the Chinese press, Hu Jintao raised the stakes in his speech on the eighty-fifth anniversary of the CCP’s founding.
es_us: A la vez que estas noticias aparecían en la prensa china, Hu Jintao subía la apuesta en su discurso para el octogésimo quinto aniversario de la fundación del PCCh.

source: Just how big a step they had in mind was suggested by their call to emphasize the “rational elements” of China’s traditional culture.
es_us: Su llamado a enfatizar los "aspectos racionales" de la cultura tradicional china insinuaba qué tan lejos pretendían llegar.

source: Just as importantly, the Third Plenum decision called for more thorough- going marketization, particularly in the area of property rights. The plenum decision noted that the better definition of property rights, protected by law, would facilitate the development of the non-public (that is, private) economy. The decision also laid out a number of measures to aid the rural economy, including further reducing taxation of peasants, giving peasants reasonable compensation when their land was requisitioned, and support- ing migration to the cities. In short, the Third Plenum began to establish a developmental vision that contrasted significantly with that pursued under Jiang Zemin.
es_us: Casi con la misma importancia, en el Tercer Plenario se tomó la decisión de llevar a cabo una mercantilización más meticulosa, especialmente en cuanto a los derechos de propiedad. La decisión del pleno afirmó que al delimitar mejor los derechos de propiedad, al contemplarlos legalmente, se facilitaría el desarrollo de la economía privada. Mediante esta decisión también se proporcionó una serie de medidas para regular la economía rural, como reducir los impuestos a los trabajadores rurales, otorgar una remuneración razonable cuando se requiera de sus tierras, y apoyo para migraciones a la ciudad. En síntesis, el Tercer Plenario comenzó a establecer una visión desarrollista que contrastaba bastante con aquella que proponía Jiang Zemin.

source: Keeping in mind these commonalities and differences, we turn first to the issue of state capacity and the work of Hu Angang and Wang Shaoguang.
es_us: Con estas similitudes y diferencias en mente, nos enfocaremos primero en la capacidad del Estado y el trabajo de Hu Angang y Wang Shaoguang.

source: Korea’s Park Chung Hee provided a positive example of how nationalism could be used to bolster economic development.71
es_us: El coreano Park Chung Hee dio un ejemplo optimista de como el nacionalismo puede ser utilizado para reforzar el desarrollo económico.71

source: LIBERAL THOUGHT IN CONTEMPORARY CHINA
es_us: PENSAMIENTO LIBERAL EN LA CHINA CONTEMPORÁNEA

source: Lacking vision and unwilling to ride roughshod over inefficient bureaucrats, Li allowed China’s SOEs to become ever more inefficient and eventually to threaten the solvency of the banking system.
es_us: Al faltarle visión y negarse a pasar por arriba de burócratas ineficientes , Li permitió a las empresas estatales chinas volverse aún más ineficientes y con el tiempo a amenazar la solvencia del sistema bancario.

source: Lambasting the decline in central authority that had resulted from a decade and more of devolving economic power, Chen called for a “new centralization” to deal with the emergence of “feudal lords” and “this disintegration of macrocontrol.”28
es_us: Censurando con dureza la caída de la autoridad central que había resultado de más de una década de delegamiento del poder económico, Chen llamó a una "nueva centralización" para resolver la emergencia de los "señores feudales" y "la desintegración del macrocontrol".

source: Later, as mayor and then Party secretary of Shanghai, Jiang had many opportunities to host the top leadership when they visited Shanghai.
es_us: Luego, como intendente y como, más tarde, secretario del partido de Shanghái, Jiang tuvo muchas oportunidades para tener el liderazgo más alto cuando visitaron Shanghái.

source: Law
es_us: propiedad

source: Leadership of the Chinese Communist Party following the 16th Party Congress
es_us: Hu jintao asume Tabla 3: el Liderazgo del Partido Comunista Chino después del Décimosexto Congreso del Partido

source: Led by Ye Xuanping (governor of Guangdong), Zhu Rongji (CCP secretary and mayor of Shanghai), and Zhao Zhihao (governor of Shan-dong), the provinces virtually rebelled against the authority of the central government.79
es_us: Liderados por Ye Xuanping (gobernador de Cantón), Zhu Rongji (secretario del PCCh y alcalde de Shanghai) y Zhao Zhihao (gobernador de Shan-dong), las provincias practicamente se rebelaron contra la autoridad del gobierno central.79

source: Left
es_us: Izquierda

source: Leftist Journals
es_us: Periódicos izquierdistas

source: Leftist ideology also appealed to the vast numbers of Party cadres who worked in state-owned enterprises and whose relevance was thrown into question by the economic reforms.
es_us: La ideología de izquierda también apeló al gran número de partidos de cuadros que trabajaban en empresas estatales cuya relevancia se veía cuestionada por las reformas económicas.

source: Leftists in the Party clearly wanted to take the former route.
es_us: Los izquierdistas del partido querían adoptar la primera opción.

source: Leftists, on the other hand, emphasized ideology.
es_us: Los izquierdistas, por otro lado, enfatizaban la ideología.

source: Legal Affairs Committee,and Jiang Zemin had succeeded in having ﬁve or six of his closest political associates join the Politburo StandingCommittee.
es_us: de la comisión de Asuntos Jurídicos, y Jiang Zemin han tenido éxito en tener cinco o seis de sus socios políticos más cercanos en el Comité Permanente del Politburó.

source: Leng Rong, who was then working in the Party Literature Research Center and who would
es_us: Leng Rong, quien trabajaba en el Centro de Investigación Literaria del Partido y quien

source: Lest anyone think that the time had come to relax the campaign against bourgeois liberalization, Wang declared that “[w]e have only just started” to clarify ideological errors and that “[t]he logic of struggle is cruel and merciless.”61 Wang’s speech was followed by a full-page article in the People’s Daily praising the notorious “Zhuozhuo meeting” of 1987.
es_us: Para que nadie piense que el tiempo ha llevado a flexibilizar la campaña en contra de la liberación de la burguesía, Wang declaró : " recién hemos comenzado" a esclarecer los errores ideológios y que " la lógica de la problemática es cruel y no tiene piedad".61 Al discurso de Wang le siguió una página completa de un artículo en el People´s Daily que elogiaba el notorio " encuentro Zhiozhuo" de 1987.

source: Li Peng and Yao Yilin, as Deng scornfully noted, were too conservative to satisfy him.
es_us: Li Peng y Yao Yilin, como Deng con desdén notó, eran muy conservadores para su satisfacción.
